Repository: BotMasterza/SemiAutomaticClassificationManual_v5
Catalog: locale/*/LC_MESSAGES/webinar_nasa_arset.po
Languages: uk_ua

source: NASA ARSET Webinar
uk_ua: Вебінар NASA ARSET

source: `NASA ARSET <https://arset.gsfc.nasa.gov>`_ is a program for fostering the acquisition and use of NASA satellite data for supporting decisions, through online webinars and in-person workshops.
uk_ua: `NASA ARSET <https://arset.gsfc.nasa.gov>`_ це програма сприяння отриманню та використанню супутникових даних NASA для підтримки рішень, яка реалізується за допомогою онлайн-вебінарів та очних семінарів.

source: NASA ARSET offered the webinar **Land Cover Classification with Satellite Imagery** which covered very interesting objectives such as access and download Landsat imagery and learn the basic steps for performing a supervised classifications using the :guilabel:`SCP`.
uk_ua: NASA ARSET провела вебінар **Класифікація земельних покривів з застосуванням супутникових знімків**, який охоплювава такі цікаві теми як доступ до та завантаження даних Landsat та опанування основних етапів реалізації керованої класифікації з застосуванням :guilabel:`SCP`.

source: :guilabel:`NASA ARSET website`
uk_ua: :guilabel:`Вебсайт NASA ARSET`

source: This webinar is organized in two sessions:
uk_ua: Вебінар складається з двох частин:

source: Introduction to Land Cover Classification and QGIS
uk_ua: Вступ до класифікації земельного покриву та QGIS

source: Improving a Supervised Land Cover Classification
uk_ua: Вдосконалення керованої класифікації земельного покриву

source: The entire webinar is very informative, and I recommend watching the recordings. In particular, the :ref:`LCS_algorithm` is illustrated during the exercise of the second session.
uk_ua: Вебінар надзвичайно змістовний і я рекомендую переглянути записи. Зокрема, проілюстровано :ref:`LCS_algorithm` під час вправи у другій частині.

source: Slides of presentations, in English and Spanish, and the recordings of both sessions are freely available at this link https://arset.gsfc.nasa.gov/land/webinars/advanced-land-classification.
uk_ua: Слайди презентацій англійською та іспанською мовами, а також записи обох частин вільно доступні за цим посиланням https://arset.gsfc.nasa.gov/land/webinars/advanced-land-classification.

source: Many thanks to NASA ARSET for their effort in teaching remote sensing using open source software.
uk_ua: Велика подяка NASA ARSET за внесок у навчання дистанційному зондуванню з застосуванням вільного програмного забезпечення.
